/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Αγαπημένο";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Τύπος";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Προσθήκη σε loop χωρίς ετικέτα";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Προσθήκη loop από άλλο δίσκο ή διαμέρισμα";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Αν αυτά τα αρχεία ήχου έχουν σταθερό τέμπο, ξεκινούν σε θέση και τελειώνουν σε μπιτ, θα προσαρμοστούν στο τέμπο έργου κατά την προακρόαση ή την προσθήκη σε έργο.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Η επιλεγμένη τοποθεσία θα προστεθεί στα Loop χωρίς ετικέτα. Τα αρχεία ήχου σε αυτήν την τοποθεσία με σταθερό τέμπο που ξεκινούν σε θέση και τελειώνουν σε μπιτ, θα προσαρμοστούν στο τέμπο έργου κατά την προακρόαση ή την προσθήκη σε έργο.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Ακύρωση";

/* Copy Loops Button */
"Copy to Loops Folder" = "Αντιγραφή στον φάκελο Loop";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Τα loop θα προστεθούν στην Περιήγηση loop, στην οποία θα διατίθενται για χρήση στα τραγούδια σας. Επιλέξτε αν θέλετε το Logic να αντιγράφει τα loop στον φάκελο Apple Loop ή να τα χρησιμοποιεί από την τρέχουσα τοποθεσία τους.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Επεξεργασία ετικετών";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Εμφάνιση στο Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Συντακτική ανάλυση loop";

/* Descriptors */
"Descriptors" = "Περιγραφείς";

/* Genre */
"Genre" = "Είδος";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Προσθήκη loop στην Περιήγηση loop";

/* Initial Title of the jam pack control */
"All Packs" = "Όλα τα pack";

/* Instrument */
"Instrument" = "Όργανο";

/* LoopBrower: two and more items label */
"%ld items" = "%ld στοιχεία";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "αναπαραγωγή loop";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "πραγματικό loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "loop λογισμικού";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "loop Ιστού";

/* LoopBrowser: one Item label */
"1 item" = "1 στοιχείο";

/* LoopBrowser: zero Items label */
"0 items" = "0 στοιχεία";

/* Move Loops Button */
"Move to Loops Folder" = "Μετακίνηση στον φάκελο Loop";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Τα loop θα προστεθούν στην Περιήγηση loop, στην οποία θα διατίθενται για χρήση στα τραγούδια σας. Επιλέξτε αν θέλετε το Logic να μετακινήσει τα loop στον φάκελο Apple Loop ή να τα χρησιμοποιεί από την τρέχουσα τοποθεσία τους.";

/* Reference Loops Button */
"Current Location" = "Τρέχουσα τοποθεσία";

/* Reindex all loops menu item */
"Reindex All Loops" = "Εκ νέου ευρετηριοποίηση όλων των loop";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Επιλέξτε τα loop που θέλετε να δείτε στην Περιήγηση loop.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Κάντε κλικ για εύρεση loop ανά όργανο, είδος και περιγραφέα.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Επιλέξτε αν θα εμφανίζονται λέξεις-κλειδιά για όργανα, είδος ή διάθεση";

/* accessibility description of the segment that switches to column view */
"column view" = "προβολή στήλης";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "προβολή μουσικών κουμπιών";

/* menu item in Recent Search History */
"Clear Search History" = "Εκκαθάριση ιστορικού αναζήτησης";

/* menu item in Recent Search History */
"No recent searches" = "Δεν υπάρχουν πρόσφατες αναζητήσεις";

/* menu title in Recent Search History */
"Recent Searches" = "Πρόσφατες αναζητήσεις";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Αναζήτηση loop";
